Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Download %lld Wallpapers
ar: تنزيل %lld خلفية
de: %lld Hintergrundbilder laden
es: Descargar %lld fondos de pantalla
fr: Télécharger %lld fonds d’écran
hi: %lld वॉलपेपर डाउनलोड करें
it: Scarica %lld sfondi
ja: %lld個の壁紙をダウンロード
ko: 배경화면 %lld개 다운로드
pl: Pobierz %lld tapety
pt_br: Baixar %lld Imagens de Fundo
ru: Загрузить обои (%lld)
tr: %lld Duvar Kâğıdını İndir
uk: Викачати %lld шпалери
zh_hans: 下载 %lld 张墙纸
zh_hant: 下載 %lld 張背景圖片

source: Download %lld selected wallpapers to your library?
ar: هل تريد تنزيل %lld خلفية محددة إلى مكتبتك؟
de: %lld ausgewählte Hintergrundbilder in Ihre Mediathek laden?
es: ¿Descargar %lld fondos de pantalla seleccionados en tu biblioteca?
fr: Télécharger %lld fonds d’écran sélectionnés dans votre bibliothèque ?
hi: चुने गए %lld वॉलपेपर अपनी लाइब्रेरी में डाउनलोड करें?
it: Scaricare %lld sfondi selezionati nella libreria?
ja: 選択した%lld個の壁紙をライブラリにダウンロードしますか？
ko: 선택한 배경화면 %lld개를 보관함에 다운로드하시겠습니까?
pl: Pobrać %lld zaznaczonej tapety do biblioteki?
pt_br: Baixar %lld imagens de fundo selecionadas para sua biblioteca?
ru: Загрузить выбранные обои (%lld) в библиотеку?
tr: Seçilen %lld duvar kâğıdı arşivinize indirilsin mi?
uk: Викачати %lld вибраної шпалери до вашої бібліотеки?
zh_hans: 要将所选的 %lld 张墙纸下载到你的墙纸库吗？
zh_hant: 要將所選的 %lld 張背景圖片下載到你的資料庫嗎？

source: Download All
ar: تنزيل الكل
de: Alle laden
es: Descargar todo
fr: Tout télécharger
hi: सभी डाउनलोड करें
it: Scarica tutto
ja: すべてダウンロード
ko: 모두 다운로드
pl: Pobierz wszystkie
pt_br: Baixar Tudo
ru: Загрузить все
tr: Tümünü İndir
uk: Викачати все
zh_hans: 全部下载
zh_hant: 全部下載

source: Download My Subscriptions
ar: تنزيل اشتراكاتي
de: Meine Abonnements laden
es: Descargar mis suscripciones
fr: Télécharger mes abonnements
hi: मेरे सब्सक्रिप्शन डाउनलोड करें
it: Scarica le mie sottoscrizioni
ja: サブスクライブしたアイテムをダウンロード
ko: 내 구독 다운로드
pl: Pobierz moje subskrypcje
pt_br: Baixar Minhas Inscrições
ru: Загрузить мои подписки
tr: Aboneliklerimi İndir
uk: Викачати мої підписки
zh_hans: 下载我的订阅
zh_hant: 下載我的訂閱

source: Download Selected (%lld)
ar: تنزيل المحدد (%lld)
de: Auswahl laden (%lld)
es: Descargar selección (%lld)
fr: Télécharger la sélection (%lld)
hi: चुने गए डाउनलोड करें (%lld)
it: Scarica selezionati (%lld)
ja: 選択項目をダウンロード（%lld）
ko: 선택 항목 다운로드(%lld)
pl: Pobierz zaznaczone (%lld)
pt_br: Baixar Selecionadas (%lld)
ru: Загрузить выбранное (%lld)
tr: Seçilenleri İndir (%lld)
uk: Викачати вибрані (%lld)
zh_hans: 下载所选项（%lld）
zh_hant: 下載所選項目（%lld）

source: Download Selected Wallpapers
ar: تنزيل الخلفيات المحددة
de: Ausgewählte Hintergrundbilder laden
es: Descargar fondos de pantalla seleccionados
fr: Télécharger les fonds d’écran sélectionnés
hi: चुने गए वॉलपेपर डाउनलोड करें
it: Scarica gli sfondi selezionati
ja: 選択した壁紙をダウンロード
ko: 선택한 배경화면 다운로드
pl: Pobierz zaznaczone tapety
pt_br: Baixar Imagens de Fundo Selecionadas
ru: Загрузка выбранных обоев
tr: Seçilen Duvar Kâğıtlarını İndir
uk: Викачати вибрані шпалери
zh_hans: 下载所选墙纸
zh_hant: 下載所選背景圖片

source: Download complete, importing…
ar: اكتمل التنزيل، يجري الاستيراد…
de: Download abgeschlossen, wird importiert …
es: Descarga completada, importando…
fr: Téléchargement terminé, importation…
hi: डाउनलोड पूरा हुआ, इंपोर्ट किया जा रहा है…
it: Download completato, importazione…
ja: ダウンロード完了、読み込み中…
ko: 다운로드 완료, 가져오는 중…
pl: Pobrano, importowanie…
pt_br: Download concluído, importando…
ru: Загрузка завершена, импорт…
tr: İndirme tamamlandı, içe aktarılıyor…
uk: Викачування завершено, імпортування…
zh_hans: 下载完成，正在导入…
zh_hant: 下載完成，正在輸入⋯

source: Download size
ar: حجم التنزيل
de: Downloadgröße
es: Tamaño de descarga
fr: Taille du téléchargement
hi: डाउनलोड आकार
it: Dimensione download
ja: ダウンロードサイズ
ko: 다운로드 크기
pl: Rozmiar pobierania
pt_br: Tamanho do download
ru: Размер загрузки
tr: İndirme boyutu
uk: Розмір завантаження
zh_hans: 下载大小
zh_hant: 下載大小

source: Download the files to this device.
ar: نزّل الملفات إلى هذا الجهاز.
de: Laden Sie die Dateien auf dieses Gerät.
es: Descarga los archivos en este dispositivo.
fr: Téléchargez les fichiers sur cet appareil.
hi: फ़ाइलें इस डिवाइस पर डाउनलोड करें।
it: Scarica i file su questo dispositivo.
ja: ファイルをこのデバイスにダウンロードします。
ko: 파일을 이 기기에 다운로드합니다.
pl: Pobierz pliki na to urządzenie.
pt_br: Baixe os arquivos neste dispositivo.
ru: Загрузите файлы на это устройство.
tr: Dosyaları bu aygıta indirin.
uk: Викачайте файли на цей пристрій.
zh_hans: 将文件下载到此设备。
zh_hant: 將檔案下載到此裝置。

source: Download the items of a Workshop collection
ar: تنزيل عناصر مجموعة من الورشة
de: Die Objekte einer Workshop-Kollektion laden
es: Descargar los elementos de una colección del Workshop
fr: Télécharger les éléments d’une collection du Workshop
hi: Workshop कलेक्शन के आइटम डाउनलोड करें
it: Scarica gli elementi di una raccolta del Workshop
ja: ワークショップのコレクションのアイテムをダウンロード
ko: 창작마당 컬렉션의 항목 다운로드
pl: Pobierz elementy kolekcji Warsztatu
pt_br: Baixar os itens de uma coleção da Oficina
ru: Загрузить элементы коллекции Мастерской
tr: Bir Atölye koleksiyonunun öğelerini indir
uk: Викачати елементи колекції Майстерні
zh_hans: 下载创意工坊合集中的项目
zh_hant: 下載工作坊收藏集中的項目

source: Download the selected wallpapers
ar: تنزيل الخلفيات المحددة
de: Ausgewählte Hintergrundbilder laden
es: Descargar los fondos de pantalla seleccionados
fr: Télécharger les fonds d’écran sélectionnés
hi: चुने गए वॉलपेपर डाउनलोड करें
it: Scarica gli sfondi selezionati
ja: 選択した壁紙をダウンロードします
ko: 선택한 배경화면 다운로드
pl: Pobierz zaznaczone tapety
pt_br: Baixar as imagens de fundo selecionadas
ru: Загрузить выбранные обои
tr: Seçilen duvar kâğıtlarını indir
uk: Викачати вибрані шпалери
zh_hans: 下载所选墙纸
zh_hant: 下載所選的背景圖片

source: Downloaded
ar: تم التنزيل
de: Geladen
es: Descargado
fr: Téléchargé
hi: डाउनलोड किया गया
it: Scaricato
ja: ダウンロード済み
ko: 다운로드됨
pl: Pobrano
pt_br: Baixado
ru: Загружено
tr: İndirildi
uk: Викачано
zh_hans: 已下载
zh_hant: 已下載

source: Downloaded by %@
ar: نزّله: %@
de: Geladen von %@
es: Descargado por %@
fr: Téléchargé par %@
hi: इसके द्वारा डाउनलोड किया गया: %@
it: Scaricato da %@
ja: %@ がダウンロードしました
ko: %@에서 다운로드함
pl: Pobrane przez: %@
pt_br: Baixado por %@
ru: Загружено: %@
tr: İndiren: %@
uk: Викачано: %@
zh_hans: 已由 %@ 下载
zh_hant: 已由 %@ 下載

source: Downloaded from Steam
ar: منزّلة من Steam
de: Von Steam geladen
es: Descargados de Steam
fr: Téléchargées depuis Steam
hi: Steam से डाउनलोड किए गए
it: Scaricate da Steam
ja: Steam からダウンロード
ko: Steam에서 다운로드됨
pl: Pobrane ze Steam
pt_br: Baixados do Steam
ru: Загружены из Steam
tr: Steam’den indirildi
uk: Викачано зі Steam
zh_hans: 从 Steam 下载
zh_hant: 從 Steam 下載

source: Downloading
ar: يجري التنزيل
de: Wird geladen
es: Descargando
fr: Téléchargement
hi: डाउनलोड किया जा रहा है
it: Download in corso
ja: ダウンロード中
ko: 다운로드 중
pl: Pobieranie
pt_br: Baixando
ru: Загрузка
tr: İndiriliyor
uk: Викачування
zh_hans: 正在下载
zh_hant: 下載中

source: Downloading from Valve…
ar: يجري التنزيل من Valve…
de: Wird von Valve geladen …
es: Descargando de Valve…
fr: Téléchargement depuis Valve…
hi: Valve से डाउनलोड किया जा रहा है…
it: Download da Valve…
ja: Valve からダウンロード中…
ko: Valve에서 다운로드 중…
pl: Pobieranie od Valve…
pt_br: Baixando da Valve…
ru: Загрузка с сервера Valve…
tr: Valve’dan indiriliyor…
uk: Завантаження від Valve…
zh_hans: 正在从 Valve 下载…
zh_hant: 正在從 Valve 下載⋯

source: Downloading from Valve… %@
ar: يجري التنزيل من Valve… %@
de: Wird von Valve geladen … %@
es: Descargando de Valve… %@
fr: Téléchargement depuis Valve… %@
hi: Valve से डाउनलोड किया जा रहा है… %@
it: Download da Valve… %@
ja: Valve からダウンロード中… %@
ko: Valve에서 다운로드 중… %@
pl: Pobieranie od Valve… %@
pt_br: Baixando da Valve… %@
ru: Загрузка с сервера Valve… %@
tr: Valve’dan indiriliyor… %@
uk: Завантаження від Valve… %@
zh_hans: 正在从 Valve 下载… %@
zh_hant: 正在從 Valve 下載⋯ %@

source: Downloading…
ar: يجري التنزيل…
de: Wird geladen …
es: Descargando…
fr: Téléchargement…
hi: डाउनलोड किया जा रहा है…
it: Download…
ja: ダウンロード中…
ko: 다운로드 중…
pl: Pobieranie…
pt_br: Baixando…
ru: Загрузка…
tr: İndiriliyor…
uk: Викачування…
zh_hans: 正在下载…
zh_hant: 下載中⋯

source: Downloading… %@
ar: يجري التنزيل… %@
de: Wird geladen … %@
es: Descargando… %@
fr: Téléchargement… %@
hi: डाउनलोड किया जा रहा है… %@
it: Download… %@
ja: ダウンロード中… %@
ko: 다운로드 중… %@
pl: Pobieranie… %@
pt_br: Baixando… %@
ru: Загрузка… %@
tr: İndiriliyor… %@
uk: Викачування… %@
zh_hans: 正在下载… %@
zh_hant: 下載中⋯ %@

source: Downloads
ar: التنزيلات
es: Descargas
fr: Téléchargements
hi: डाउनलोड
it: Download
ja: ダウンロード
ko: 다운로드
pl: Pobrane
ru: Загрузки
tr: İndirilenler
uk: Викачування
zh_hans: 下载
zh_hant: 下載項目

source: Downloads SteamCMD from Valve
ar: يقوم بتنزيل SteamCMD من Valve
de: Lädt SteamCMD von Valve
es: Descarga SteamCMD de Valve
fr: Télécharge SteamCMD depuis Valve
hi: Valve से SteamCMD डाउनलोड करता है
it: Scarica SteamCMD da Valve
ja: Valve から SteamCMD をダウンロードします
ko: Valve에서 SteamCMD를 다운로드합니다
pl: Pobiera SteamCMD od Valve
pt_br: Baixa o SteamCMD da Valve
ru: Загружает SteamCMD с сервера Valve
tr: SteamCMD’yi Valve’dan indirir
uk: Завантажує SteamCMD від Valve
zh_hans: 从 Valve 下载 SteamCMD
zh_hant: 從 Valve 下載 SteamCMD

source: Downloads SteamCMD from Valve again, replacing the app's copy.
ar: يُنزّل SteamCMD من Valve مجددًا ويستبدل نسخة التطبيق.
de: Lädt SteamCMD erneut von Valve und ersetzt die Kopie der App.
es: Vuelve a descargar SteamCMD de Valve y sustituye la copia de la app.
fr: Télécharge à nouveau SteamCMD depuis Valve et remplace la copie de l’app.
hi: Valve से SteamCMD फिर से डाउनलोड करता है और ऐप की कॉपी को बदल देता है।
it: Scarica di nuovo SteamCMD da Valve, sostituendo la copia dell’app.
ja: Valve から SteamCMD を再ダウンロードし、App のコピーを置き換えます。
ko: Valve에서 SteamCMD를 다시 다운로드해 앱의 사본을 대체합니다.
pl: Ponownie pobiera SteamCMD od Valve, zastępując kopię aplikacji.
pt_br: Baixa o SteamCMD da Valve novamente, substituindo a cópia do app.
ru: Повторно загружает SteamCMD с сайта Valve, заменяя копию приложения.
tr: SteamCMD’yi Valve’dan yeniden indirir ve uygulamanın kopyasını değiştirir.
uk: Знову викачує SteamCMD з Valve, замінюючи копію програми.
zh_hans: 从 Valve 重新下载 SteamCMD，替换 App 的副本。
zh_hant: 從 Valve 重新下載 SteamCMD，取代 App 的副本。

source: Downloads SteamCMD from Valve when no copy is found. Workshop downloads and the assets install need it.
ar: يُنزّل SteamCMD من Valve عند عدم العثور على نسخة. وتحتاج إليه تنزيلات الورشة وتثبيت الموارد.
de: Lädt SteamCMD von Valve, wenn keine Kopie gefunden wird. Workshop-Downloads und die Installation der Assets brauchen es.
es: Descarga SteamCMD de Valve si no se encuentra ninguna copia. Las descargas de Workshop y la instalación de los recursos lo necesitan.
fr: Télécharge SteamCMD depuis Valve si aucune copie n’est trouvée. Les téléchargements du Workshop et l’installation des ressources en ont besoin.
hi: कोई कॉपी न मिलने पर Valve से SteamCMD डाउनलोड करता है। Workshop डाउनलोड और ऐसेट इंस्टॉल के लिए यह ज़रूरी है।
it: Scarica SteamCMD da Valve se non ne trova una copia. Ne hanno bisogno i download dal Workshop e l’installazione delle risorse.
ja: コピーが見つからない場合に Valve から SteamCMD をダウンロードします。ワークショップのダウンロードとアセットのインストールに必要です。
ko: 사본이 없으면 Valve에서 SteamCMD를 다운로드합니다. 창작마당 다운로드와 에셋 설치에 필요합니다.
pl: Pobiera SteamCMD od Valve, gdy nie znaleziono kopii. Potrzebują go pobieranie z Warsztatu i instalacja zasobów.
pt_br: Baixa o SteamCMD da Valve quando nenhuma cópia é encontrada. Os downloads da Oficina e a instalação dos recursos precisam dele.
ru: Загружает SteamCMD с сайта Valve, если копия не найдена. Он нужен для загрузок из Мастерской и установки ресурсов.
tr: Kopya bulunamazsa SteamCMD’yi Valve’dan indirir. Atölye indirmeleri ve varlıkların yüklenmesi için gereklidir.
uk: Викачує SteamCMD з Valve, якщо копію не знайдено. Він потрібен для викачування з Майстерні та встановлення ресурсів.
zh_hans: 找不到副本时从 Valve 下载 SteamCMD。创意工坊下载和资源安装都需要它。
zh_hant: 找不到副本時從 Valve 下載 SteamCMD。工作坊下載和資源安裝都需要它。

source: Downloads and installs updates by itself: when you quit, while you're away from your Mac, or within a day.
ar: يُنزّل التحديثات ويثبّتها تلقائيًا: عند الإنهاء، أو أثناء ابتعادك عن Mac، أو في غضون يوم.
de: Lädt Updates selbst und installiert sie: beim Beenden, während Sie nicht am Mac sind, oder innerhalb eines Tages.
es: Descarga e instala las actualizaciones por sí sola: al salir, mientras no estás en el Mac o en el plazo de un día.
fr: Télécharge et installe les mises à jour de lui-même : quand vous quittez l’app, quand vous êtes loin de votre Mac ou dans la journée.
hi: अपडेट अपने-आप डाउनलोड और इंस्टॉल करता है: ऐप बंद करने पर, Mac से दूर रहने पर या एक दिन के भीतर।
it: Scarica e installa gli aggiornamenti da solo: quando esci, mentre sei lontano dal Mac o entro un giorno.
ja: アップデートを自動でダウンロードしてインストールします。終了時、Mac から離れているとき、または 1 日以内に行われます。
ko: 업데이트를 자동으로 다운로드하고 설치합니다. 종료할 때, Mac을 사용하지 않을 때 또는 하루 안에 설치됩니다.
pl: Sam pobiera i instaluje uaktualnienia: przy zamykaniu, gdy nie korzystasz z Maca, lub w ciągu doby.
pt_br: Baixa e instala atualizações sozinho: quando você encerra o app, enquanto está longe do Mac ou em até um dia.
ru: Сам загружает и устанавливает обновления: при выходе, пока вы не за Mac, или в течение дня.
tr: Güncellemeleri kendisi indirir ve yükler: çıkarken, Mac’inizden uzaktayken ya da bir gün içinde.
uk: Сам викачує та встановлює оновлення: під час виходу, коли ви не за Mac, або протягом доби.
zh_hans: 自动下载并安装更新：在你退出时、离开 Mac 时或一天之内。
zh_hant: 自動下載並安裝更新：在你結束時、離開 Mac 時或一天之內。

source: Downloads queued: %lld. Copied from Steam: %lld.
ar: التنزيلات في قائمة الانتظار: %lld. المنسوخة من Steam: %lld.
de: Downloads in der Warteschlange: %lld. Von Steam kopiert: %lld.
es: Descargas en cola: %lld. Copiados desde Steam: %lld.
fr: Téléchargements en attente : %lld. Copiés depuis Steam : %lld.
hi: कतार में डाउनलोड: %lld. Steam से कॉपी किए गए: %lld.
it: Download in coda: %lld. Copiati da Steam: %lld.
ja: 待機中のダウンロード：%lld。Steam からコピー：%lld。
ko: 대기 중인 다운로드: %lld. Steam에서 복사됨: %lld.
pl: Pobieranie w kolejce: %lld. Skopiowano ze Steam: %lld.
pt_br: Downloads na fila: %lld. Copiados do Steam: %lld.
ru: Загрузок в очереди: %lld. Скопировано из Steam: %lld.
tr: Sıradaki indirmeler: %lld. Steam’den kopyalanan: %lld.
uk: Викачувань у черзі: %lld. Скопійовано зі Steam: %lld.
zh_hans: 排队的下载：%lld。从 Steam 拷贝：%lld。
zh_hant: 排隊中的下載項目：%lld。從 Steam 拷貝：%lld。

source: Downloads the Chromium engine from the official CEF builds.
ar: ينزّل محرك Chromium من إصدارات CEF الرسمية.
de: Lädt die Chromium-Engine aus den offiziellen CEF-Builds.
es: Descarga el motor Chromium de las compilaciones oficiales de CEF.
fr: Télécharge le moteur Chromium depuis les versions officielles de CEF.
hi: आधिकारिक CEF बिल्ड से Chromium इंजन डाउनलोड करता है।
it: Scarica il motore Chromium dalle build ufficiali di CEF.
ja: 公式の CEF ビルドから Chromium エンジンをダウンロードします。
ko: 공식 CEF 빌드에서 Chromium 엔진을 다운로드합니다.
pl: Pobiera silnik Chromium z oficjalnych kompilacji CEF.
pt_br: Baixa o motor Chromium das compilações oficiais do CEF.
ru: Загружает движок Chromium из официальных сборок CEF.
tr: Chromium motorunu resmî CEF derlemelerinden indirir.
uk: Завантажує рушій Chromium з офіційних збірок CEF.
zh_hans: 从官方 CEF 构建下载 Chromium 引擎。
zh_hant: 從官方 CEF 組建下載 Chromium 引擎。

source: Downloads the Chromium engine version this release of the app uses and removes older ones.
ar: ينزّل إصدار محرك Chromium الذي يستخدمه هذا الإصدار من التطبيق ويزيل الإصدارات الأقدم.
de: Lädt die Version der Chromium-Engine, die diese App-Version verwendet, und entfernt ältere.
es: Descarga la versión del motor Chromium que usa esta versión de la app y elimina las anteriores.
fr: Télécharge la version du moteur Chromium utilisée par cette version de l’app et supprime les plus anciennes.
hi: ऐप की इस रिलीज़ द्वारा उपयोग किया जाने वाला Chromium इंजन संस्करण डाउनलोड करता है और पुराने संस्करण हटाता है।
it: Scarica la versione del motore Chromium usata da questa versione dell’app e rimuove quelle precedenti.
ja: このバージョンのアプリが使う Chromium エンジンをダウンロードし、古いものを削除します。
ko: 이 버전의 앱이 사용하는 Chromium 엔진을 다운로드하고 이전 버전을 제거합니다.
pl: Pobiera wersję silnika Chromium używaną przez to wydanie aplikacji i usuwa starsze.
pt_br: Baixa a versão do motor Chromium usada por esta versão do app e remove as mais antigas.
ru: Загружает версию движка Chromium, которую использует этот выпуск приложения, и удаляет старые.
tr: Uygulamanın bu sürümünün kullandığı Chromium motoru sürümünü indirir ve eski sürümleri kaldırır.
uk: Завантажує версію рушія Chromium, яку використовує цей випуск застосунку, і вилучає старіші.
zh_hans: 下载此版本应用所用的 Chromium 引擎版本，并移除旧版本。
zh_hant: 下載此版本 App 所用的 Chromium 引擎版本，並移除舊版本。

source: Downloads the assets from Steam again even when they're up to date, to repair a damaged copy.
ar: يُنزّل الأصول من Steam مجددًا حتى إن كانت محدَّثة، لإصلاح نسخة تالفة.
de: Lädt die Assets erneut von Steam, auch wenn sie aktuell sind, um eine beschädigte Kopie zu reparieren.
es: Vuelve a descargar los recursos de Steam aunque estén actualizados, para reparar una copia dañada.
fr: Télécharge à nouveau les ressources depuis Steam même si elles sont à jour, pour réparer une copie endommagée.
hi: क्षतिग्रस्त कॉपी ठीक करने के लिए, एसेट अप टू डेट होने पर भी उन्हें Steam से फिर से डाउनलोड करता है।
it: Scarica di nuovo le risorse da Steam anche se sono aggiornate, per riparare una copia danneggiata.
ja: 最新の場合でも Steam からアセットを再ダウンロードし、破損したコピーを修復します。
ko: 에셋이 최신 상태여도 Steam에서 다시 다운로드하여 손상된 사본을 복구합니다.
pl: Pobiera zasoby ze Steam ponownie, nawet jeśli są aktualne, aby naprawić uszkodzoną kopię.
pt_br: Baixa os recursos do Steam novamente, mesmo que estejam atualizados, para reparar uma cópia danificada.
ru: Загружает ресурсы из Steam заново, даже если они актуальны, чтобы восстановить повреждённую копию.
tr: Bozuk bir kopyayı onarmak için varlıkları güncel olsalar bile Steam’den yeniden indirir.
uk: Викачує ресурси зі Steam знову, навіть якщо вони актуальні, щоб виправити пошкоджену копію.
zh_hans: 即使资源已是最新，也从 Steam 重新下载，以修复损坏的副本。
zh_hant: 即使資源已是最新，也從 Steam 重新下載，以修復損毀的副本。

source: Downloads your Wallpaper Engine copy with SteamCMD and keeps only its assets and default wallpapers. Needs a Steam login that owns Wallpaper Engine.
ar: يُنزّل نسختك من Wallpaper Engine باستخدام SteamCMD ويحتفظ بمواردها وخلفياتها الافتراضية فقط. ويتطلب تسجيل الدخول إلى Steam بحساب يمتلك Wallpaper Engine.
de: Lädt Ihre Kopie von Wallpaper Engine mit SteamCMD und behält nur die Assets und Standard-Hintergrundbilder. Erfordert eine Steam-Anmeldung, der Wallpaper Engine gehört.
es: Descarga tu copia de Wallpaper Engine con SteamCMD y conserva solo sus recursos y fondos de pantalla predeterminados. Necesita una sesión de Steam que tenga Wallpaper Engine.
fr: Télécharge votre copie de Wallpaper Engine avec SteamCMD et n’en garde que les ressources et les fonds d’écran par défaut. Nécessite une connexion Steam qui possède Wallpaper Engine.
hi: SteamCMD से आपकी Wallpaper Engine कॉपी डाउनलोड करता है और सिर्फ़ उसके ऐसेट और डिफ़ॉल्ट वॉलपेपर रखता है। ऐसे Steam लॉगिन की ज़रूरत है जिसके पास Wallpaper Engine हो।
it: Scarica la tua copia di Wallpaper Engine con SteamCMD e conserva solo le risorse e gli sfondi predefiniti. Richiede un accesso a Steam che possieda Wallpaper Engine.
ja: SteamCMD で Wallpaper Engine のコピーをダウンロードし、アセットとデフォルトの壁紙だけを残します。Wallpaper Engine を所有する Steam アカウントでのサインインが必要です。
ko: SteamCMD로 Wallpaper Engine 사본을 다운로드하고 에셋과 기본 배경화면만 남깁니다. Wallpaper Engine을 소유한 Steam 계정으로 로그인해야 합니다.
pl: Pobiera twoją kopię Wallpaper Engine przez SteamCMD i zachowuje tylko zasoby i domyślne tapety. Wymaga zalogowania do Steam na koncie z Wallpaper Engine.
pt_br: Baixa sua cópia do Wallpaper Engine com o SteamCMD e mantém só os recursos e as imagens de fundo padrão. Requer uma sessão do Steam que tenha o Wallpaper Engine.
ru: Загружает вашу копию Wallpaper Engine через SteamCMD и оставляет только ресурсы и стандартные обои. Нужен вход в Steam с аккаунтом, владеющим Wallpaper Engine.
tr: Wallpaper Engine kopyanızı SteamCMD ile indirir ve yalnızca varlıklarını ve varsayılan duvar kâğıtlarını tutar. Wallpaper Engine’e sahip bir Steam oturumu gerekir.
uk: Викачує вашу копію Wallpaper Engine через SteamCMD і залишає лише ресурси та стандартні шпалери. Потрібен вхід у Steam з обліковим записом, що має Wallpaper Engine.
zh_hans: 使用 SteamCMD 下载你的 Wallpaper Engine 副本，只保留其资源和默认墙纸。需要以拥有 Wallpaper Engine 的 Steam 账户登录。
zh_hant: 使用 SteamCMD 下載你的 Wallpaper Engine 副本，只保留其資源和預設背景圖片。需要以擁有 Wallpaper Engine 的 Steam 帳號登入。

source: Downloads your Wallpaper Engine copy with SteamCMD, keeps only its assets and default wallpapers, and deletes the rest. Log in to Steam in the Workshop tab first.
ar: ينزّل نسختك من Wallpaper Engine باستخدام SteamCMD، ويحتفظ بمواردها وخلفياتها الافتراضية فقط، ويحذف الباقي. سجّل الدخول إلى Steam في علامة تبويب الورشة أولًا.
de: Lädt deine Wallpaper Engine-Kopie mit SteamCMD, behält nur die Assets und Standard-Hintergrundbilder und löscht den Rest. Melde dich zuerst im Tab „Workshop“ bei Steam an.
es: Descarga tu copia de Wallpaper Engine con SteamCMD, conserva solo sus recursos y fondos de pantalla predeterminados, y elimina el resto. Inicia sesión primero en Steam en la pestaña Workshop.
fr: Télécharge votre copie de Wallpaper Engine avec SteamCMD, ne garde que ses ressources et ses fonds d’écran par défaut, et supprime le reste. Connectez-vous d’abord à Steam dans l’onglet Workshop.
hi: SteamCMD से आपकी Wallpaper Engine कॉपी डाउनलोड करता है, सिर्फ़ उसके ऐसेट और डिफ़ॉल्ट वॉलपेपर रखता है, और बाक़ी डिलीट कर देता है। पहले Workshop टैब में Steam में लॉग इन करें।
it: Scarica la tua copia di Wallpaper Engine con SteamCMD, conserva solo le risorse e gli sfondi predefiniti ed elimina il resto. Accedi prima a Steam nella scheda Workshop.
ja: SteamCMD でお持ちの Wallpaper Engine をダウンロードし、アセットとデフォルトの壁紙だけを残して残りを削除します。先に「ワークショップ」タブで Steam にログインしてください。
ko: SteamCMD로 Wallpaper Engine 사본을 다운로드하고 에셋과 기본 배경화면만 남긴 후 나머지는 삭제합니다. 먼저 창작마당 탭에서 Steam에 로그인하십시오.
pl: Pobiera Twoją kopię Wallpaper Engine przez SteamCMD, zachowuje tylko zasoby i domyślne tapety, a resztę usuwa. Najpierw zaloguj się do Steam na karcie Warsztat.
pt_br: Baixa sua cópia do Wallpaper Engine com o SteamCMD, mantém apenas os recursos e as imagens de fundo padrão e apaga o resto. Inicie sessão no Steam na aba Oficina primeiro.
ru: Загружает вашу копию Wallpaper Engine через SteamCMD, оставляет только ресурсы и стандартные обои, остальное удаляет. Сначала войдите в Steam на вкладке «Мастерская».
tr: Wallpaper Engine kopyanızı SteamCMD ile indirir, yalnızca varlıklarını ve varsayılan duvar kâğıtlarını tutar, gerisini siler. Önce Atölye sekmesinde Steam’e giriş yapın.
uk: Викачує вашу копію Wallpaper Engine через SteamCMD, залишає лише ресурси й стандартні шпалери, а решту видаляє. Спершу увійдіть у Steam на вкладці «Майстерня».
zh_hans: 使用 SteamCMD 下载你的 Wallpaper Engine 副本，仅保留其资源和默认墙纸，其余部分会被删除。请先在“创意工坊”标签页中登录 Steam。
zh_hant: 使用 SteamCMD 下載你的 Wallpaper Engine 副本，只保留其資源和預設背景圖片，其餘部分會被刪除。請先在「工作坊」標籤頁中登入 Steam。

source: Drag the dot to where the pointer rests over the wallpaper
ar: اسحب النقطة إلى حيث يستقر المؤشر فوق الخلفية
de: Ziehen Sie den Punkt dorthin, wo der Zeiger über dem Hintergrundbild ruht
es: Arrastra el punto hasta donde se detiene el puntero sobre el fondo de pantalla
fr: Faites glisser le point là où le pointeur repose sur le fond d’écran
hi: बिंदु को वहाँ ड्रैग करें जहाँ पॉइंटर वॉलपेपर पर रुका रहता है
it: Trascina il punto dove il puntatore resta sopra lo sfondo
ja: ポインタが壁紙の上で止まる位置へ点をドラッグします
ko: 포인터가 배경화면 위에 머무는 위치로 점을 드래그합니다
pl: Przeciągnij kropkę tam, gdzie wskaźnik spoczywa nad tapetą
pt_br: Arraste o ponto até onde o ponteiro fica sobre a imagem de fundo
ru: Перетащите точку туда, где указатель находится над обоями
tr: Noktayı imlecin duvar kâğıdı üzerinde durduğu yere sürükleyin
uk: Перетягніть точку туди, де вказівник лежить над шпалерою
zh_hans: 将圆点拖到指针在墙纸上停留的位置
zh_hant: 將圓點拖到指標在背景圖片上停留的位置
